Repository: RMPR/gwakeonlan
Catalog: locale/*.po
Languages: it

source: About
it: Informazioni

source: Add Host
it: Aggiungi

source: Delete Host
it: Elimina

source: Edit Host
it: Modifica

source: Host name:
it: Nome sistema:

source: Insert the host name and its MAC address
it: Inserire il nome del sistema e il suo indirizzo MAC

source: MAC Address:
it: Indirizzo MAC:

source: Turn On
it: Accendi

source: A GTK utility to awake turned off computers through the Wake on LAN feature.
it: Un'utilit√† GTK per risvegliare computer spenti attraverso la caratteristica Wake On LAN.

source: Host name
it: Nome sistema

source: MAC address
it: Indirizzo MAC
